tap "barredewe/cask"
brew "automake"
brew "bash"
brew "bat"
brew "clang-format"
brew "coreutils"
brew "llvm"
brew "clazy"
brew "cmake"
brew "cppcheck"
brew "curl"
brew "dezoomify-rs"
brew "docker-clean"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "jq"
brew "vulkan-headers"
brew "librdkafka"
brew "libtool"
brew "libyaml"
brew "mas"
brew "mpv"
brew "mysql"
brew "mysql-client"
brew "ninja"
brew "pandoc"
brew "pinentry-mac"
brew "qt"
brew "ripgrep"
brew "rust"
brew "sqlfluff"
brew "telnet"
brew "tree"
brew "wget"
brew "zoxide"
brew "zplug"
brew "zsh"
cask "amneziavpn"
cask "anki"
cask "drawio"
cask "font-fira-code-nerd-font"
cask "lens"
cask "orbstack"
cask "postman"
cask "qbittorrent@lt20"
cask "telegram"
cask "utm"
cask "wezterm"
cask "yandex-music"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "v2RayTun", id: 6476628951
mas "Xcode", id: 497799835
