brew "bash"
brew "bat"
brew "curl"
brew "docker-clean"
brew "fd"
brew "pinentry"
brew "pinentry-mac"
brew "gnupg"
brew "gpgme"
brew "fzf"
brew "git"
brew "jq"
brew "tree"
brew "wget"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "mas"
brew "ripgrep"
brew "eza"
brew "telnet"
brew "sqlfluff"
brew "pandoc"
brew "rust"
brew "llvm"
brew "cmake"
brew "qt6"
brew "mpv"
brew "ffmpeg"
cask "font-fira-code-nerd-font"
cask "amneziavpn"
cask "orbstack"
cask "wezterm"
cask "telegram"
cask "yandex-music"
cask "drawio"
cask "lens"
cask "utm"
cask "postman"
mas "v2RayTun", id: 6476628951
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
