brew "bash"
brew "bat"
brew "curl"
brew "docker-clean"
brew "fd"
brew "pinentry"
brew "pinentry-mac"
brew "gnupg"
brew "gpgme"
brew "fzf"
brew "git"
brew "jq"
brew "tree"
brew "wget"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "mas"
brew "ripgrep
brew "eza"
cask "font-fira-code-nerd-font"
cask "amneziavpn"
cask "orbstack"
cask "wezterm"
cask "telegram"
cask "yandex-music"
cask "drawio"
cask "karabiner-elements"
cask "lens"
cask "zed"
cask "postman"
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
